import 'package:flutter/material.dart';

class DataSourse{
  static List questionAnswers=[
    {
      "question":"緊急事態宣言が５月１４日に行われた一部地域の解除の理由",
      "answer":"５月14日の専門家会議で、１．感染の状況、２．医療提供体制、３．監視体制の３つについて具体的な数値なども含めた、緊急事態の解除の客観的基準を策定頂きました。これらを踏まえ、総合的に判断した結果、政府としては、39県を緊急事態宣言の対象区域から解除することとしました。",
    },

    {
      "question":"特定警戒都道府県である８都道府県と、それ以外の39県の違いは何ですか。",
      "answer":"５月14日以降、引き続き、特定警戒都道府県とされた８都道府県は、新型インフルエンザ等対策特別措置法（特措法）にのっとり必要な措置を講ずることができます。"
    "特定警戒都道府県以外の39県については、緊急事態宣言の対象区域から解除されました。基本的な感染防止策の徹底等を引き続き継続していただき、これまでよりも「感染防止の対策」と「社会経済活動の維持」との両立に配慮した取組に、移行していっていただくこととなります。",
    },
    {
      "question":"緊急事態宣言が５月１４日に行われた一部地域の解除の理由",
      "answer":"５月14日の専門家会議で、１．感染の状況、２．医療提供体制、３．監視体制の３つについて具体的な数値なども含めた、緊急事態の解除の客観的基準を策定頂きました。これらを踏まえ、総合的に判断した結果、政府としては、39県を緊急事態宣言の対象区域から解除することとしました。",
    },
    {"question":"「新型コロナウイルス」とは、どのようなウイルスですか。",
      "answer":"「新型コロナウイルス（SARS-CoV2）」はコロナウイルスのひとつです。コロナウイルスには、一般の風邪の原因となるウイルスや、「重症急性呼吸器症候群（SARS）」や2012年以降発生している「中東呼吸器症候群（MERS）」ウイルスが含まれます。"
      "ウイルスにはいくつか種類があり、コロナウイルスは遺伝情報としてRNAをもつRNAウイルスの一種（一本鎖RNAウイルス）で、粒子の一番外側に「エンベロープ」という脂質からできた二重の膜を持っています。自分自身で増えることはできませんが、粘膜などの細胞に付着して入り込んで増えることができます。",
    },
    {"question":"新型コロナウイルス感染症にはどのように感染しますか。",
      "answer":"一般的には飛沫感染、接触感染で感染します。閉鎖した空間で、近距離で多くの人と会話するなどの環境では、咳やくしゃみなどの症状がなくても感染を拡大させるリスクがあるとされています。（WHOは、一般に、５分間の会話で１回の咳と同じくらいの飛まつ（約3,000個）が飛ぶと報告しています。）",
    },
    {"question":"無症状病原体保有者（症状はないがＰＣＲ検査が陽性だった者）から感染しますか。",
      "answer":"通常、肺炎などを起こすウイルス感染症の場合、症状が最も強く現れる時期に、他者へウイルスを感染させる可能性も最も高くなります。一方で、無症候又は症状の明確でない者から感染が広がるおそれがあるとの専門家の指摘や研究結果もあります。",
    },
    {"question":"新型コロナウイルスはペットから感染しますか。",
      "answer":"外出自粛により家にいる時間が長くなることもありますが、これまでのところ、新型コロナウイルスがペットから人に感染した事例は見つかっていません。一般に、動物との過度な接触は控えるとともに、普段から動物に接触した後は、手洗いや手指消毒用アルコールで消毒などを行うようにしてください。"
      ","
    },
    {"question":"感染を予防するために注意することはありますか。心配な場合には、どのように対応すればよいですか。",
      "answer":"　感染を予防するためには、基本的な感染予防の実施や不要不急の外出の自粛、「３つの密」を避けること等が重要です。",
    },
    {"question":"濃厚接触とはどのようなことでしょうか。",
      "answer":"濃厚接触かどうかを判断する上で重要な要素は二つあり、１．距離の近さと２．時間の長さです。必要な感染予防策をせずに手で触れること、または対面で互いに手を伸ばしたら届く距離（１ｍ程度）で１５分以上接触があった場合に濃厚接触者と考えられます。"
      "新型コロナウイルス感染症対策専門家会議では、対面で人と人との距離が近い接触が、会話などで一定時間以上続き、多くの人々との間で交わされる環境は感染を拡大させるリスクが高いとされています。",
    },


  ];
}